{
  "Index": {
    "title": "Diversi贸n con Banderas",
    "description": "Zonas horarias con banderas de pa铆ses para eventos"
  },
  "Header": {
    "Button": {
      "Log": {
        "signUp": "Registrarse",
        "signIn": "Iniciar sesi贸n",
        "signOut": "Cerrar sesi贸n"
      }
    },
    "Actions": {
      "home": "Inicio",
      "events": "Eventos",
      "createEvent": "Crear evento",
      "settings": "Configuraci贸n"
    }
  },
  "Events": {
    "title": "Evento",
    "Create": {
      "title": "Crear Evento",
      "Form": {
        "Fields": {
          "eventName": "Nombre del evento",
          "eventLink": "Enlace",
          "eventDescription": "Descripci贸n",
          "time": "Hora",
          "date": "Fecha"
        },
        "Toggle": {
          "time": "24H",
          "date": "Usar fecha",
          "hideMins": "Ocultar minutos",
          "showGmt": "Mostrar GMT",
          "onlyNum": "Solo n煤meros",
          "hideEmojis": "Ocultar emojis"
        },
        "Button": {
          "create": "Crear",
          "share": "Compartir",
          "hover": "Necesitas iniciar sesi贸n",
          "clipboard": "Copiar"
        },
        "Error": {
          "Required": {
            "message": "Por favor, verifica los campos requeridos",
            "eventName": "El nombre del evento es obligatorio",
            "eventLink": "El enlace es obligatorio",
            "combo": "Al menos una zona horaria es requerida"
          },
          "login": "Debes iniciar sesi贸n para crear un evento."
        }
      },
      "Toast": {
        "selectedTimezone": "Zona horaria seleccionada: \"{name}\"",
        "alreadySelectedTimezone": "\"{name}\" ya est谩 seleccionada",
        "copiedToClipboard": "Copiado al portapapeles",
        "copiedToClipboardError": "Error al copiar la informaci贸n"
      }
    }
  },
  "ComboCountries": {
    "Form": {
      "Fields": {
        "combo": "Agregar una zona horaria"
      },
      "Button": {
        "add": "Agregar"
      }
    }
  },
  "Hashtags": {
    "Form": {
      "Fields": {
        "input": "Hashtags",
        "info": "separar con comas"
      },
      "Button": {
        "add": "Agregar"
      },
      "Error": {
        "Validation": {
          "spaces": "Los espacios en \"#{tag}\" no est谩n permitidos",
          "special": "Los caracteres especiales en \"#{tag}\" no est谩n permitidos",
          "existent": "El hashtag \"#{tag}\" ya existe"
        }
      }
    }
  },
  "CountryList": {
    "Form": {
      "Fields": {
        "search": "Buscar por c贸digo o nombre del pa铆s"
      }
    }
  },
  "Login": {
    "title": "Conectarse",
    "instructions": "Utiliza tu correo electr贸nico u otro servicio para continuar",
    "Providers": {
      "Google": {
        "text": "Continuar con Google",
        "altImg": "Iniciar sesi贸n con Google"
      }
    },
    "HelperText": {
      "TermsOfUse": {
        "text": "Al continuar, est谩s aceptando los",
        "link": "T茅rminos y condiciones de uso"
      }
    }
  },
  "Notice": {
    "title": "Legal",
    "Page": {
      "Privacy": {
        "title": "Pol铆tica de Privacidad",
        "policy": "<paragraph>Tomamos tu privacidad en serio. Esta Pol铆tica de Privacidad explica c贸mo recopilamos, utilizamos, divulgamos y protegemos tu informaci贸n cuando visitas nuestro sitio web. Describe los tipos de informaci贸n que recopilamos, como informaci贸n personal y no personal, y c贸mo utilizamos y almacenamos esa informaci贸n de forma segura.</paragraph> <paragraph>Podemos recopilar informaci贸n personal como tu nombre, direcci贸n de correo electr贸nico e informaci贸n de contacto cuando interact煤as con nuestro sitio web o servicios. Utilizamos esta informaci贸n para brindarte una experiencia personalizada, mejorar nuestros servicios y comunicarnos contigo respecto a tus consultas o solicitudes.</paragraph> <paragraph>Tambi茅n podemos recopilar informaci贸n no personal como tu direcci贸n IP, tipo de navegador e informaci贸n del dispositivo con fines anal铆ticos y para mejorar tu experiencia de navegaci贸n. Esta informaci贸n nos ayuda a comprender c贸mo utilizas nuestro sitio web y nos permite optimizar y mejorar nuestros servicios.</paragraph> <paragraph>Tomamos las medidas adecuadas para proteger tu informaci贸n y garantizar su confidencialidad. No vendemos ni compartimos tu informaci贸n personal con terceros, excepto cuando lo exija la ley o con tu consentimiento.</paragraph> <paragraph>Al acceder o utilizar nuestro sitio web, aceptas estar sujeto a los t茅rminos y condiciones descritos en esta Pol铆tica de Privacidad. Si no est谩s de acuerdo con los t茅rminos de esta Pol铆tica de Privacidad, por favor no accedas al sitio.</paragraph>"
      },
      "Cookie": {
        "title": "Aviso de Cookies",
        "notice": "<paragraph>Nuestro sitio web utiliza cookies para mejorar tu experiencia de navegaci贸n. Una cookie es un peque帽o archivo de texto que es almacenado en tu computadora o dispositivo m贸vil por el servidor de un sitio web. Utilizamos tanto cookies de sesi贸n (que expiran una vez que cierras tu navegador web) como cookies persistentes (que permanecen en tu computadora o dispositivo m贸vil hasta que las eliminas) para brindarte una experiencia m谩s personalizada y amigable.</paragraph> <paragraph>Al utilizar nuestro sitio web, aceptas el uso de cookies tal como se describe en nuestra Pol铆tica de Cookies.</paragraph>"
      },
      "Legal": {
        "title": "Aviso Legal",
        "notice": "<paragraph>Usa nuestro sitio web sin responsabilidad. Este sitio web se proporciona 煤nicamente con fines informativos. Al acceder o utilizar este sitio web, aceptas expresamente que tu uso del sitio es bajo tu propio riesgo y que asumes toda la responsabilidad por las consecuencias que puedan surgir de dicho uso.</paragraph><paragraph>La informaci贸n contenida en este sitio web se proporciona tal cual y seg煤n est茅 disponible. El propietario del sitio web no ofrece ninguna representaci贸n o garant铆a de ning煤n tipo, expresa o impl铆cita, en cuanto a la exactitud, confiabilidad, integridad o disponibilidad del sitio web o su contenido. El propietario del sitio web renuncia a todas las garant铆as, expresas o impl铆citas, incluidas, entre otras, las garant铆as de comerciabilidad, idoneidad para un prop贸sito particular y no infracci贸n. El propietario del sitio web no ser谩 responsable de ning煤n da帽o, incluidos, entre otros, da帽os directos, indirectos, incidentales, consecuentes o punitivos que surjan del uso o la imposibilidad de usar este sitio web o su contenido.</paragraph><paragraph>Este sitio web puede contener enlaces a sitios web y recursos de terceros. Estos enlaces se proporcionan 煤nicamente para tu conveniencia y no constituyen un respaldo o afiliaci贸n por parte del propietario del sitio web. El propietario del sitio web no tiene control sobre el contenido de los sitios web de terceros y no asume ninguna responsabilidad o responsabilidad por la exactitud, legalidad o contenido de estos sitios web.</paragraph> <paragraph>El propietario del sitio web se reserva el derecho de modificar, suspender o finalizar este sitio web en cualquier momento sin previo aviso. El propietario del sitio web no ser谩 responsable ante ti ni ante ning煤n tercero por cualquier modificaci贸n, suspensi贸n o terminaci贸n del sitio web.</paragraph>"
      }
    },
    "CookieConsent": {
      "intro": "隆Hola! ",
      "notice": "Utilizamos cookies para mejorar tu experiencia de navegaci贸n y proporcionar contenido personalizado. Para obtener m谩s informaci贸n sobre c贸mo utilizamos las cookies y tus opciones, consulta nuestros ",
      "link": "T茅rminos y Condiciones de Uso",
      "Button": {
        "agree": "隆Claro que s铆!",
        "decline": "No acepto"
      },
      "Toast": {
        "onDecline": "Lamentamos escuchar eso. Si cambias de opini贸n y decides utilizar las funciones extras, te lo volveremos a preguntar"
      }
    }
  },
  "Settings": {
    "title": "Configuraci贸n"
  },
  "Response": {
    "201": "{title} fue creado",
    "200": "OK",
    "400": "Solicitud incorrecta",
    "401": "No autorizado",
    "403": "Prohibido",
    "404": "No encontrado",
    "405": "M茅todo no permitido",
    "409": "ya existe",
    "500": "Error interno del servidor"
  }
}